Repository: Chessplorer/Chessplorer-Lib
Catalog: src/main/i18n/*.po
Languages: de

source: White
de: Weiß

source: Black
de: Schwarz

source: no annotation
de: keine Anmerkung

source: good move
de: guter Zug

source: poor move
de: schlechter Zug

source: very good move
de: sehr guter Zug

source: very poor move
de: sehr schlechter Zug

source: speculative move
de: spekulativer Zug

source: questionable move
de: fragwürdiger Zug

source: forced move (all others lose quickly)
de: erzwungener Zug (alle Anderen verlieren schnell)

source: only move (no reasonable alternatives)
de: einziger Zug (keine vernünftigen Alternativen)

source: worst move
de: schlechtester Zug

source: drawish position
de: remisliche Stellung

source: equal chances
de: ausgeglichene Chancen

source: quiet position
de: ruhige Stellung

source: active position
de: aktive Stellung

source: unclear position
de: unklare Stellung

source: {0} has a slight advantage
de: {0} hat einen leichten Vorteil

source: {0} has a moderate advantage
de: {0} hat moderaten Vorteil

source: {0} has a decisive advantage
de: {0} hat entscheidenden Vorteil

source: {0} has a crushing advantage ({1} should resign)
de: {0} hat vernichtenden Vorteil ({1} sollte aufgeben)

source: {0} is in zugzwang
de: {0} ist in Zugzwang

source: {0} has a slight space advantage
de: {0} hat leichten Raumvorteil

source: {0} has a moderate space advantage
de: {0} hat moderaten Raumvorteil

source: {0} has a decisive space advantage
de: {0} hat entscheidenden Raumvorteil

source: {0} has a slight time (development) advantage
de: {0} hat leichten Zeit- / Entwicklungsvorteil

source: {0} has a moderate time (development) advantage
de: {0} hat moderaten Zeit- / Entwicklungsvorteil

source: {0} has a decisive time (development) advantage
de: {0} hat entscheidenden Zeit- / Entwicklungsvorteil

source: {0} has the initiative
de: {0} hat die Initiative

source: {0} has a lasting initiative
de: {0} hat nachhaltige Initiative

source: {0} has the attack
de: {0} hat den Angriff

source: {0} has insufficient compensation for material deficit
de: {0} hat keine ausreichende Kompensation für den Materialnachteil

source: {0} has sufficient compensation for material deficit
de: {0} hat ausreichende Kompensation für den Materialnachteil

source: {0} has more than adequate compensation for material deficit
de: {0} hat mehr als ausreichende Kompensation für den Materialnachteil

source: {0} has a slight center control advantage
de: {0} hat leichte Kontrolle im Zentrum

source: {0} has a moderate center control advantage
de: {0} hat moderate Kontrolle im Zentrum

source: {0} has a decisive center control advantage
de: {0} hat entscheidende Kontrolle im Zentrum

source: {0} has a slight kingside control advantage
de: {0} hat leichte Kontrolle am Königsflügel

source: {0} has a moderate kingside control advantage
de: {0} hat moderate Kontrolle am Königsflügel

source: {0} has a decisive kingside control advantage
de: {0} hat entscheidende Kontrolle am Königsflügel

source: {0} has a slight queenside control advantage
de: {0} hat leichte Kontrolle am Damenflügel

source: {0} has a moderate queenside control advantage
de: {0} hat moderate Kontrolle am Damenflügel

source: {0} has a decisive queenside control advantage
de: {0} hat entscheidende Kontrolle am Damenflügel

source: {0} has a vulnerable first rank
de: {0} hat eine schwache Grundreihe

source: {0} has a well protected first rank
de: {0} hat eine gut geschützte Grundreihe

source: {0} has a poorly protected king
de: {0} hat einen schlecht geschützten König

source: {0} has a well protected king
de: {0} hat einen gut geschützten König

source: {0} has a poorly placed king
de: {0} hat einen schlecht platzierten König

source: {0} has a well placed king
de: {0} hat einen gut platzierten König

source: {0} has a very weak pawn structure
de: {0} hat eine sehr schwache Bauernstruktur

source: {0} has a moderately weak pawn structure
de: {0} hat eine moderat schwache Bauernstruktur

source: {0} has a moderately strong pawn structure
de: {0} hat eine moderat starke Bauernstruktur

source: {0} has a very strong pawn structure
de: {0} hat eine sehr starke Bauernstruktur

source: {0} has poor knight placement
de: {0} hat schlecht platzierten Springer

source: {0} has good knight placement
de: {0} hat gut platzierten Springer

source: {0} has poor bishop placement
de: {0} hat schlecht platzierten Läufer

source: {0} has good bishop placement
de: {0} hat gut platzierten Läufer

source: {0} has poor rook placement
de: {0} hat schlecht platzierten Turm

source: {0} has good rook placement
de: {0} hat gut platzierten Turm

source: {0} has poor queen placement
de: {0} hat schlecht platzierte Dame

source: {0} has good queen placement
de: {0} hat gut platzierte Dame

source: {0} has poor piece coordination
de: {0} hat schlechte Koordination der Figuren

source: {0} has good piece coordination
de: {0} hat gute Koordination der Figuren

source: {0} has played the opening very poorly
de: {0} hat die Eröffnung sehr schlecht gespielt

source: {0} has played the opening poorly
de: {0} hat die Eröffnung schlecht gespielt

source: {0} has played the opening well
de: {0} hat die Eröffnung gut gespielt

source: {0} has played the opening very well
de: {0} hat die Eröffnung sehr gut gespielt

source: {0} has played the middlegame very poorly
de: {0} hat das Mittelspiel sehr schlecht gespielt

source: {0} has played the middlegame poorly
de: {0} hat das Mittelspiel schlecht gespielt

source: {0} has played the middlegame well
de: {0} hat das Mittelspiel gut gespielt

source: {0} has played the middlegame very well
de: {0} hat das Mittelspiel sehr gut gespielt

source: {0} has played the ending very poorly
de: {0} hat das Endspiel sehr schlecht gespielt

source: {0} has played the ending poorly
de: {0} hat das Endspiel schlecht gespielt

source: {0} has played the ending well
de: {0} hat das Endspiel gut gespielt

source: {0} has played the ending very well
de: {0} hat das Endspiel sehr gut gespielt

source: {0} has slight counterplay
de: {0} hat leichtes Gegenspiel

source: {0} has moderate counterplay
de: {0} hat moderates Gegenspiel

source: {0} has decisive counterplay
de: {0} hat entscheidendes Gegenspiel

source: {0} has moderate time control pressure
de: {0} hat moderaten Zeitdruck

source: {0} has severe time control pressure
de: {0} hat großen Zeitdruck
